{"x": [1, 20, 39, 42, 54, 58, 62, 88, 105, 126, 147, 154, 182, 219, 233, 237, 239, 254, 258, 269, 281, 288], "y": ["Down in the street little eddies of wind were whirling dust and torn paper into spirals. Though the sun was shining and the sky a harsh blue, there seemed to be no colour in anything, except the posters that were plastered everywhere.", "Down With Big Brother was written all over it, in letters almost big enough to be legible across the room. Winston realized that even in his panic he had not wanted to smudge the creamy paper by shutting the book while the ink was wet. He drew in his breath and opened the door. A colourless, crushed-looking woman, with wispy hair and a lined", "The messages referred to articles or news items which for one reason or another it was thought necessary to alter, or, as the official phrase had it, to rectify. For example, it appeared from 'The Times' of the seventeenth of March that Big Brother, in his speech of the previous day, had predicted that the South Indian front would remain quiet.", "All one knew was that every quarter astronomical numbers of boots were produced on paper. And so it was with every class of recorded fact, great or small. Everything faded away into a shadow-world in which, finally, even the date of the year had become uncertain.", "In the end we shall make thoughtcrime literally impossible, because there will be no words in which to express it. Every concept that can ever be needed, will be expressed by exactly one word. The Revolution will be complete when the language is perfect.", "In visualizing him one saw always a picture of dimpled knees and sleeves rolled back from pudgy forearms. Parsons did, indeed, invariably revert to shorts when a community hike or any other physical activity gave him an excuse for doing so.", "In any time that he could accurately remember, there had never been quite enough to eat, one had never had socks or underclothes that were not full of holes, furniture had always been battered and rickety. Bread dark-coloured, tea a rarity, coffee filthy-tasting, cigarettes insufficient--nothing cheap and plentiful except synthetic gin.", "He kicked the thing into the gutter, and then, to avoid the crowd, turned down a side-street to the right. Within three or four minutes he was out of the area which the bomb had affected. The sordid swarming life of the streets was going on as though nothing had happened.", "All he wanted was to get home quickly and then sit down and be quiet. It was at night that they came for you, always at night. The proper thing was to kill yourself before they got you.", "A thrush alighted on a bough not five metres away, almost at the level of their faces. It spread out its wings, fitted them carefully into place again, ducked its head for a moment, and then began to pour forth a torrent of song. Winston and Julia clung together, fascinated.", "Julia woke up, rubbed her eyes, and raised herself on her elbow to look at the oilstove. 'Half that water's boiled away,' she said. 'I'll get up and make some coffee in another moment. We've got an hour. What time do they cut the lights off at your flats?' 'Twenty-23 thirty.' 'It's twenty-23", "Mr Charrington, thought Winston, was another extinct animal. The old man seemed seldom or never to go out of doors. He led a ghostlike existence between the tiny, dark shop, and an even tinier back kitchen.", "'There are details to be settled,' he said. 'I assume that you have a hiding-place of some kind?' Winston explained about the room over Mr Charrington's shop. 'That will do for the moment. Later we will arrange something else for you. Meanwhile I shall send you a copy of THE BOOK'", "All the beliefs, habits, tastes, emotions, mental attitudes that characterize our time are really designed to sustain the mystique of the Party. Physical rebellion, or any preliminary move towards rebellion, is at present not possible. From the proletarians nothing is to be feared.", "Winston met his eyes. The feeling of nakedness, with one's hands behind one's head and one's face and body all exposed, was almost unbearable. There was a gasp and a thump behind him, and he received a violent kick on the ankle which nearly flung him off his balance. One of the men had smashed his fist into Julia's solar plexus,", "An enormous wreck of a woman, aged about sixty, with great tumbling breasts and thick coils of white hair was carried in, kicking and shouting. She might, thought Winston, be his mother. To a surprising extent the ordinary criminals ignored the Party prisoners.", "It was more natural to exist from moment to moment, accepting another ten minutes' life even with the certainty that there was torture at the end of it. Sometimes he tried to calculate the number of porcelain bricks in the walls of the cell.", "He was almost flat on his back, and unable to move. His body was held down at every essential point. O'Brien was looking down at him gravely and rather sadly. His face, seen from below, looked coarse and worn.", "'How can you stop people remembering things?' cried Winston. 'It is involuntary. It is outside oneself. How can you control memory? You have not controlled mine!' O'Brien's manner grew stern again. He laid his hand on the dial. 'On the contrary,' he said, 'YOU have notcontrolled it. That is what has brought you here. You are here", "summarize: He sank almost instantly into deep sleep. He fell into a deep sleep and never woke up until the next day. He was in a coma for two days before waking up.", "'You are rotting away,' he said; 'you are falling to pieces. What are you? A bag of filth' He seized one of Winston's remaining front teeth between his powerful thumb and forefinger. O'Brien had wrenched the loose tooth out by the roots.", "One day--but 'one day' was not the right expression; just as probably it was in the middle of the night: once--he fell into a strange, blissful reverie. He was walking down the corridor, waiting for the bullet. He knew that it was coming in another moment."]}