{"x": [4, 7, 20, 41, 53, 54, 58, 65, 67, 84, 99, 102, 107, 112, 113, 115, 125, 126, 130], "y": ["“God in Heaven!” he thought. It was half past six and the hands were quietly moving forwards. Had the alarm clock not rung? He could see from the bed that it had been set for four o’clock as it should have been.", "Gregor had wanted to give a full answer and explain everything, but in the circumstances contented himself with saying: “Yes, mother, yes, thank-you, I’m getting up now”", "The chief clerk called to Samsa to ask him what was wrong. Samsa had barricaded himself in his room and was crying. The chief clerk said he was \"astonished, quite astonished\" and demanded an explanation.", "In his present mood, it obviously did not occur to his father to open the other of the double doors so that Gregor would have enough space to get through. It sounded to Gregor as if there was now more than one father behind him. It was not a pleasant experience, and Gregor pushed himself into the doorway without regard for what might happen.", "Gregor received his food twice a day, once in the morning while his parents and the maid were still asleep, and the second time after everyone had eaten their meal at midday. Gregor’s father and mother certainly did not want him to starve either, but perhaps it would have been more than they could stand to have any more experience of his feeding than being told about it", "There was seldom any conversation, especially at first, that was not about him in some way, even if only in secret. Although Gregor wasn’t able to hear any news directly he did listen to much of what was said in the next rooms. Whenever he heard anyone speaking he would scurry straight to the appropriate door and press his whole body against it.", "Gregor's sister was a gifted and expressive violinist. He planned to send her to the conservatory next year. It was only ever mentioned as a lovely dream that could never be realised.", "Gregor's sister would alarm him twice a day with her running about and noise making. One day she came into the room a little earlier than usual and found him still staring out the window, motionless, and just where he would be most horrible.", "For the first 14 days, Gregor’s parents could not bring themselves to come into the room to see him. But now the two of them, father and mother, would often both wait outside the door of Gregor's room.", "The same tired man as used to be laying there entombed in his bed when Gregor came back from his business trips. Who would receive him sitting in the armchair in his nightgown when he came back in the evenings. Who was hardly even able to stand up but as a sign of his pleasure, would just raise his arms.", "Her father, of course, was startled out of his chair and the two parents looked on astonished and helpless. Gregor’s sister was exhausted from going out to work, and looking after Gregor as she had done before was even more work for her, but even so his mother ought certainly not to have taken her place. Now, though, the charwoman was here.", "One of the rooms in the flat had been rented out to three gentlemen. These earnest gentlemen were painfully insistent on things’ being tidy. Unnecessary clutter was something they could not tolerate, especially if it was dirty.", "Three gentlemen had already finished their meal when the violin began playing. They stood up and went on tip-toe over to the door of the hallway where they stood pressed against each other. Gregor’s father soon appeared with the music stand, his mother and his sister with the violin.", "Gregor wanted to be at every door of his room at once to hiss and spit at the attackers. His sister should not be forced to stay with him, though, but stay of her own free will.", "Gregor’s father tried to calm the three gentlemen before driving Gregor out. The middle gentleman pointed at Gregor as he slowly moved forward. The violin went silent, the middle gentleman smiled at his two friends, shook his head, and then looked back atGregor.", "Gregor’s father seemed so obsessed with what he was doing that he forgot all the respect he owed to his tenants. He urged them and pressed them until, when he was already at the door of the room, the middle of the three gentlemen shouted like thunder and stamped his foot.", "Grete was fully dressed as if she had never been asleep, and the paleness of her face seemed to confirm this. “Just look how thin he was. He didn’t eat anything for so long. The food came out again just the same as when it went in”", "Gregor’s body was indeed completely dried up and flat, they had not seen it until then, but now he was not lifted up on his little legs, nor did he do anything to make them look away. The three gentlemen stepped out of their room and looked round in amazement for their breakfasts; they had been forgotten about.", "The cleaner stood in the doorway with a smile on her face as if she had some tremendous good news to report. The almost vertical little ostrich feather on her hat, which had been a source of irritation to Mr. Samsa all the time, swayed gently in all directions."]}