{"x": [27, 52, 67, 84, 101, 135, 154, 175, 176, 178, 218, 237, 238, 244, 280, 283, 285, 290, 316, 351, 417, 423, 447, 467, 473, 488, 499, 502, 594, 602, 616, 638, 665, 697], "y": [" Goldstein was delivering his usual venomous attack upon the doctrines of the Party. The attack was so exaggerated and perverse that a child should have been able to see through it. It was plausible enough to fill one with an alarmed feeling that other people, less level-headed than oneself, might be taken in by it.", "He was a fattish but active man of paralysing stupidity, a mass of imbecile enthusiasms. One of those completely unquestioning, devoted drudges on whom, more even than on the Thought Police, the stability of the Party depended. At thirty-five he had just been unwillingly evicted from the Youth League.", "It was quite useless to think of hiding it, but he could at least make sure whether or not its existence had been discovered. With the tip of his finger he picked up an identifiable grain of whitish dust and deposited it on the corner of the cover.", "That was the ultimate subtlety: consciously to induce unconsciousness, and then, once again, to become unconscious of the act of hypnosis you had just performed. Even to understand the word 'doublethink' involved the use of doublethink.", "In the long, windowless hall, with its double row of cubicles and its endless rustle of papers and hum of voices murmuring into speakwrites, there were quite a dozen people whom Winston did not even know by name. He knew that in the cubicle next to him the little woman with sandy hair toiled day in day out, simply at tracking down and deleting", "There was no law, not even an unwritten law, against frequenting the Chestnut Tree Cafe, yet the place was somehow ill-omened. The old, discredited leaders of the Party had been used to gather there before they were finally purged.", "\"It was on a dark evening, in a narrow side-street near one of the big railway stations. She had a young face, painted very thick. It was really the paint that appealed to me, the whiteness of it, like a mask, and the bright red lips\"", "In among all this terrible poverty there were just a few great big beautiful houses that were lived in by rich men who had as many as thirty servants to look after them. These rich men were called capitalists. They were fat, ugly men with wicked faces, like the one in the picture on the opposite page.", "When any ordinary person spoke to a capitalist he had to cringe and bow to him, and take off his cap and address him as 'Sir' The chief of all the capitalists was called the King, and---- But he knew the rest of the catalogue.", "The ideal set up by the Party was something huge, terrible, and glittering--a world of steel and concrete, of monstrous machines and terrifying weapons. The reality was decaying, dingy cities where underfed people shuffled to and fro in leaky shoes.", "'In the old days, the rich people, the people at the top----' 'They liked you to touch your cap to 'em. It showed respect, like. I didn't agree with it, myself, but I done it often enough. Had to, as you might say.'", "It was a museum used for propaganda displays of various kinds--scale models of rocket bombs and Floating Fortresses. Mr Charrington, it seemed, was a widower aged sixty-three and had inhabited this shop for thirty years.", "Throughout that time he had been intending to alter the name over the window, but had never quite got to the point of doing it. He got away from Mr Charrington and went down the stairs alone, so as not to let the old man see him reconnoitring the street before stepping out of the door.", "He thought with a kind of astonishment of the biological uselessness of pain and fear, the treachery of the human body which always freezes into inertia at exactly the moment when a special effort is needed. It struck him that in moments of crisis one is never fighting against an external enemy, but always against one's own body.", "Winston followed, still clasping his bunch of flowers. The sweetness of the air and the greenness of the leaves daunted him. They came to the fallen tree that she had spoken of. The girl hopped over and forced apart the bushes.", "The youthful body was strained against his own, the mass of dark hair was against his face, and yes! actually she had turned her face up and he was kissing the wide red mouth. She had clasped her arms about his neck, she was calling him darling, precious one, loved one. But the truth was that he had no physical sensation, except that of mere contact.", "'You thought I was a good Party member. Pure in word and deed. But from your general appearance--merely because you're young and fresh and healthy, you understand--I thought that probably----' 'It's this bloody thing that does it,' she said, ripping off the scarlet sash of the Junior Anti-Sex League.", "An old, close-bitten pasture, with a footpath wandering across it and a molehill here and there. In the ragged hedge on the opposite side the boughs of the elm trees swayed just perceptibly in the breeze.", "She wanted to hurry back by the way they had come and start searching in the other direction. But at this moment Winston noticed some tufts of loosestrife growing in the cracks of the cliff beneath them. One tuft was of two colours, magenta and brick-red, apparently growing on the same root.", "The whole population of the neighbourhood turned out for a long, trailing funeral which went on for hours and was in effect an indignation meeting. Another bomb fell on a piece of waste ground which was used as a playground and several dozen children were blown to pieces. There were further angry demonstrations, Goldstein was burned in effigy and shops were looted.", "'In the place where there is no darkness?' he said hesitantly. O'Brien nodded without appearance of surprise. 'And in the meantime, is there anything that you wish to say before you leave? Any message? Any question?'", "Oceania was at war with Eastasia. Eurasia was an ally. There was, of course, no admission that any change had taken place. Merely it became known, with extreme suddenness and everywhere at once, that Eastasia was the enemy.", "In a world in which everyone worked short hours, had enough to eat, lived in a house with a bathroom and a refrigerator, and possessed a motor-car or even an aeroplane, the most obvious and perhaps the most important form of inequality would already have disappeared. But it was also clear that an all-round increase in wealth threatened the destruction--indeed, in some", "If Oceania were to conquer the areas that used once to be known as France and Germany, it would be necessary either to exterminate the inhabitants, a task of great physical difficulty. The problem is the same for all three super-states. It is absolutely necessary to their structure that there should be no contact with foreigners, except, to a limited extent, with war prisoners and", "As we have seen, researches that could be called scientific are still carried out for the purposes of war. But they are essentially a kind of daydreaming, and their failure to show results is not important. Since each of the three super-states is unconquerable, each is in effect a separate universe.", "In more primitive ages, when a just and peaceful society was in fact not possible, it had been fairly easy to believe it. The idea of an earthly paradise in which men should live together in a state of brotherhood, without laws and without brute labour, had haunted the human imagination for thousands of years.", "From the point of view of our present rulers, therefore, the only genuine dangers are the splitting-off of a new group of able, under-employed, power-hungry people. At the apex of the pyramid comes Big Brother. Big Brother is infallible and all-powerful.", "Jews, Negroes, South Americans of pure Indian blood are to be found in the highest ranks of the Party. In no part of Oceania do the inhabitants have the feeling that they are a colonial population ruled from a distant capital.", "He not only did not know whether 'yes' or 'no' was the answer that would save him from pain; he did not even know which answer he believed to be the true one. O'Brien smiled faintly. 'You are no metaphysician, Winston,' he said. 'Until this moment you had never considered what is meant by existence'", "In some sense that went deeper than friendship, they were intimates: somewhere or other, although the actual words might never be spoken, there was a place where they could meet and talk. O'Brien was looking down at him with an expression which suggested that the same thought might be in his own mind.", "'You tortured her?' O'Brien left this unanswered. 'Next question,' he said. 'Does Big Brother exist?' 'Of course he exists. The Party exists. Big Brother is the embodiment of the Party'", "'I don't care. In the end they will beat you. Sooner or later they will see you for what you are, and then they will tear you to pieces' 'If you are a man, Winston, you are the last man. Your kind is extinct; we are the inheritors'", "'Tell me, Winston--and remember, no lies: you know that I am always able to detect a lie--tell me, what are your true feelings towards Big Brother?' 'I hate him.' 'You hate him. Good. Then the time has come for you to take the last step. You must love Big Brother. It is not enough to obey him: you must", "His tiny sister, too young to understand what the game was about, had sat propped up against a bolster, laughing because the others were laughing. For a whole afternoon they had all been happy together, as in his earlier childhood."]}