{"x": [19, 100, 124, 269, 290, 297, 368, 394, 427, 481, 598, 684, 882, 1026, 1133, 1168, 1174, 1391, 1807, 1836, 1874, 1961], "y": ["“The carriage is ready,” said Matvey, “but there’s someone to see you with a petition.” “Been here long?” asked Stepan Arkadyevitch. “How many times have I told you to tell me at once?’ “One must let you drink your coffee in peace, at", "\"In platonic love there can be no tragedy, because in that love all is clear and pure, because....” At that instant Levin recollected his own sins and the inner conflict he had lived through. \"But perhaps you are right. Very likely... I don't know, I don’t know.”", "Vronsky sat down without once glancing at Levin, who had never taken his eyes off him. “Konstantin Dmitrievitch despises and hates town and us townspeople,” said Countess Nordston. Vronsky got up and, looking cordially, shook hands with Levin.", "“After dinner there’s no credit in them? Well, then, I’ll make you some coffee, so go and wash and get ready,” said the baroness, sitting down again, and anxiously turning the screw in the new coffee pot. “We’ve been marrying you here. Have you brought your wife?”", "The prince apparently had plenty more to say, but as soon as the princess heard his tone she subsided at once. “Alexander, Alexander,” she whispered, moving to him and beginning to weep. As soon as she began to cry the prince too calmed down.", "Kitty knew that the words she had uttered in anger about her husband’s infidelity had cut her poor sister to the heart, but that she had forgiven her. Dolly for her part knew all she had wanted to find out. She felt certain that her surmises were correct.", "Pava's daughter, at three months old, was as big as a yearling. Levin sent for his bailiff, but immediately went off himself to look for him. The hurdles, as he ascertained, being not wanted in winter, had been carried to the cart-horses’ stable, only meant for feeding calves.", "Levin saw the bird flying straight towards him; the guttural cry, like the even tearing of some strong stuff, sounded close to his ear. There was a flash of red lightning: the bird dropped like an arrow, and darted upwards again.", "“You choose what we’re to drink,’ he said, handing him the card, and looking at him. “Rhine wine, please,” said the young officer, stealing a timid glance at Vronsky, and trying to pull his scarcely visible mustache.", "Three times they were ranged ready to start, but each time some horse thrust itself out of line, and they had to begin again. The umpire who was starting them, Colonel Sestrin, was beginning to lose his temper. At last for the fourth time he shouted “Away!” and the racers started.", "“I’m not going to be tried. I shan’t murder anybody, and I’ve no need of it. Well, I tell you what,” he went on, flying off again to a subject quite beside the point. “It’s just like the birch branches we stick in the ground on Trinity Day, for", "“No honor, no heart, no religion; a corrupt woman. I always knew it and always saw it, though I tried to deceive myself to spare her,” he said to himself. “I made a mistake in linking my life to hers; but there was nothing wrong in my mistake, and so I cannot be unhappy. It’s not I that", "\"I don’t understand him in the least,” said Vronsky. “How can he put up with such a position? He feels it, that’s evident.” “What are we all miserable for, when everything might be so happy?”", "Alexey Alexandrovitch felt that besides the blessed spiritual force controlling his soul, there was another, a brutal force, which controlled his life. He felt that everyone was looking at him with inquiring wonder, that he was not understood, and that something was expected of him. Above all, he felt the instability and unnaturalness of his relations with his wife.", "Anna thought: “I have inevitably made that man wretched,” she thought; “but I don’t want to profit by his misery.” But, however sincerely Anna had meant to suffer, she was not suffering. Separation from the son she loved—even that did not cause her anguish in these early days.", "Mihailov, with his reserved and disagreeable, as it were, hostile attitude, was quite disliked by them as they got to know him better. Golenishtchev was the first to give expression to an idea that had occurred to all of them.", "Levin saw that the organization of all these details was by no means so easy as he had fancied before. Although Levin believed himself to have the most exact conceptions of domestic life, unconsciously, like all men, he pictured domestic life as the happiest enjoyment of love.", "Levin and Dolly heard the sound of horses and wheels on the gravel. Levin leaped out and helped Grisha out after him. But Levin had been mistaken in taking the person sitting in the carriage for the old prince.", "Anna was indignant against him and found grounds for indignation in everything. For everything that was difficult in her position she blamed him. If he had loved her he would have seen all the bitterness of her position, and would have rescued her from it. For her being in Moscow and not in the country, he was to blame too.", "The author had a recurring nightmare about a man bending over an iron. She felt that the man was doing something horrible with the iron over her. When she got up, the previous day came back to her as though veiled in mist.", "She tried to fling herself below the wheels of the first carriage as it reached her. A feeling such as she had known when about to take the first plunge in bathing came upon her, and she crossed herself. That familiar gesture brought back into her soul a whole series of girlish and childish memories.", "“It was jolly of you to make up your mind to come,” he said to Levin. “I’ve been meaning to a long while. Now we shall have some discussion, we’ll see to that. Have you been reading Spencer?” “No, I’m fully convinced that the solution of the problems that interest"]}