{"x": [1, 9, 12, 19, 67, 100, 124, 126, 269, 290, 297, 324, 342, 368, 394, 415, 427, 481, 493, 501, 504, 518, 528, 543], "y": ["Winston Smith is the son of former British Prime Minister Winston Smith. He is the grandson of Winston Smith, who died in a car crash in 1968. Smith was born in London and grew up in the town of Victory Mansions.", "Winston had never been inside the Ministry of Love, nor within half a kilometre of it. It was a place impossible to enter except on official business, and then only by penetrating through a maze of barbed-wire entanglements.", "The telescreen in the living-room was in an unusual position. By sitting in the alcove, and keeping well back, Winston was able to remain outside the range of the telescreen. So long as he stayed in his present position he could not be seen.", "Winston stopped writing, partly because he was suffering from cramp. He did not know what had made him pour out this stream of rubbish. But the curious thing was that while he was doing so a totally different memory had clarified itself in his mind, to the point where he almost felt equal to writing it down.", " Winston Smith knew that Oceania had been in alliance with Eurasia as short a time as four years ago. But where did that knowledge exist? Only in his own consciousness, which in any case must soon be annihilated. 'Reality control', they called it: in Newspeak, 'doublethink'", "'By 2050--earlier, probably--all real knowledge of Oldspeak will have disappeared,' he said. 'The whole literature of the past will have been destroyed. Chaucer, Shakespeare, Milton, Byron--they'll exist only in Newspeak versions'", "He thought again of Katharine. It must be nine, ten--nearly eleven years since they had parted. It was curious how seldom he thought of her. For days at a time he was capable of forgetting that he had ever been married.", "As soon as he touched her she seemed to wince and stiffen. To embrace her was like embracing a jointed wooden image. Even when she was clasping him against her he had the feeling that she was simultaneously pushing him away with all her strength.", "It was inconceivable that they could frequent this place for more than a few weeks without being caught. But the temptation of having a hiding-place that was truly their own, indoors and near at hand, had been too much.", "A new poster had suddenly appeared all over London. It represented a monstrous figure of a Eurasian soldier, three or four metres high. The proles, normally apathetic about the war, were being lashed into one of their periodical frenzies.", "'Do you realize that the past, starting from yesterday, has been actually abolished? If it survives anywhere, it's in a few solid objects with no words attached to them, like that lump of glass there,' he said.", "Julia uttered a tiny sound, a sort of squeak of surprise. Winston was too much taken aback to be able to hold his tongue. 'You can turn it off!' he said. 'Yes,' said O'Brien. 'We have that privilege'", "Winston was gelatinous with fatigue. His body seemed to have not only the weakness of a jelly, but its translucency. He felt that if he held up his hand he would be able to see the light through it.", "The book fascinated him, or more exactly it reassured him. In a sense it told him nothing that was new, but that was part of the attraction. The best books, he perceived, are those that tell you what you know already.", "He held Julia's supple waist easily encircled by his arm. Out of their bodies no child would ever come. That was the one thing they could never do. Only by word of mouth, from mind to mind, could they pass on the secret. The future belonged to the proles.", "Ampleforth marched clumsily out between the guards. He had only six thoughts. The pain in his belly; a piece of bread; the blood and the screaming; O'Brien; Julia; the razor blade.", "Winston was alone, and had been alone for hours. The pain of sitting on the narrow bench was such that often he got up and walked about. The piece of bread still lay where the chinless man had dropped it.", "'It is impossible to found a civilization on fear and hatred and cruelty,' he said. 'It would disintegrate. It would commit suicide' 'Nonsense. Can you not understand that the death of the individual is not death? The party is immortal?'", "Even when he was awake he was completely torpid. Often he would lie from one meal to the next almost without stirring, sometimes asleep, sometimes waking into vague reveries. He dreamed a great deal all through this time, and they were always happy dreams.", "'Everything depends on yourself,' O'Brien had said; but he knew that there was no conscious act by which he could bring it nearer. The tradition--the unspoken tradition: somehow you knew it, though you never heard it said--was that they shot you from behind, always in the back of the head, without warning.", "In the old days he had hidden a heretical mind beneath an appearance of conformity. Now he had retreated a step further: in the mind he had surrendered, but he had hoped to keep the inner heart inviolate.", "Winston sat in his usual corner, gazing into an empty glass. Now and again he glanced up at a vast face which eyed him from the opposite wall. Unbidden, a waiter came and filled his glass up with Victory Gin.", "'You think there's no other way of saving yourself, and you're quite ready to save yourself that way' 'You don't give a damn what they suffer. All you care about is yourself' 'And after that, you don't feel the same'", "Newspeak had an almost complete interchangeability between different parts of speech. Any word in the language could be used either as verb, noun, adjective, or adverb. Between the verb and the noun form, when they were of the same root, there was never any variation."]}