{"x": [21, 73, 152, 273, 322, 349, 387, 471, 512, 522, 572, 579, 582, 588, 613, 768, 775, 786, 805, 863, 922, 933, 984, 988, 1018, 1093, 1094, 1101, 1117], "y": ["“A pretty sharp fellow this Fomin must be,” said Grinevitch of one of the persons taking part in the case they were examining. “Where is he?” “Maybe he’s gone into the passage, but here he comes anyway.”", "“Oh, no, Masha, Konstantin Dmitrievitch said he could not believe in it,” said Kitty, blushing for Levin. Levin saw this, and, still more exasperated, would have answered, but Vronsky with his bright frank smile rushed to the support of the conversation. “You do not admit the conceivability at", "In the habitual conditions of her life she felt again resolute and irreproachable. She recalled with wonder her state of mind on the previous day. “What was it? Nothing. Vronsky said something silly, which it was easy to put a stop to, and I answered as I ought to have done.”", "Vronsky had made up his mind to take part in the race. But now, just because it was terrible, because people broke their necks, and there was a doctor standing at each obstacle, and an ambulance with a cross on it, and a sister of mercy, he had made a decision.", "“Oh, here’s Madame Stahl,” said Kitty, indicating an invalid carriage, where, propped on pillows, something in gray and blue was lying under a sunshade. Behind her stood the gloomy, healthy-looking German workman who pushed the carriage. Close by was standing a flaxen-headed Swedish count, whom Kitty knew by", "“It’s splendid as exercise, only you’ll hardly be able to stand it,” said Sergey Ivanovitch, without a shade of irony. Konstantin Levin got up earlier than usual, but he was detained giving directions on the farm. When he reached the mowing grass the mowers were already at their second row.", "To the left, carts were rumbling over the meadow that had been already cleared. One after another the haycocks vanished, flung up in huge forkfuls. In their place there were rising heavy cartloads of fragrant hay hanging over the horses’ hind-quarters.", "Levin's hostess kept purposely drawing her into the conversation. Sviazhsky was sitting sideways, with one elbow on the table, and a cup in one hand. His brilliant black eyes were looking straight at the excited country gentleman with gray whiskers.", "“I believe you, I believe you.... What were you saying?” But he could not at once recall what he had been going to say. She was utterly unlike what she had been when he first saw her. Both morally and physically she had changed for the worse.", "“Coming immediately,” said the clerk; and two minutes later there did actually appear in the doorway the large figure of an old solicitor who had been consulting with the lawyer himself. The lawyer was a little, squat, bald man, with a dark, reddish beard, light-colored long eyebrows, and an overhanging brow. He was attired as though for", "He gazed at the cross, then at the stars, drank in the fresh freezing air that flowed evenly into the room, and followed as though in a dream the images and memories that rose in his imagination. At four o’clock he heard steps in the passage and peeped out at the door. It was the gambler Myaskin, whom he knew, coming from", "Levin wrote a diary with a view to his future wife. His confession of unbelief passed unnoticed. He consulted the old prince, and with his sanction gave Kitty his diary. In Kitty’s presence never met Levin without a smile of ecstatic admiration.", "Alexey Alexandrovitch decided that he would go to Petersburg and see his wife. If her illness was a trick, he would say nothing and go away again. If she was really in danger, and wished to see him before her death he would forgive her if he found her alive.", "Alexey Alexandrovitch: I had resolved on a divorce, and had even begun to take proceedings. But I saw her and forgave her. And the happiness of forgiveness has revealed to me my duty. I forgive completely. I would offer the other cheek, I would give my cloak if my coat be taken. I pray to God only not to take from me the bliss of", "“But it seems it was the will of God,” he added, and as he said it felt how foolish a remark it was, and with difficulty repressed a smile at his own foolishness. “This is an unhappy fatality, and one must accept it as such. I accept the calamity as an accomplished fact, and am doing my best to help", "Anna's first child, though the child of an unloved father, had been concentrated all the love that had never found satisfaction. Her baby girl had been born in the most painful circumstances and had not had a hundredth part of the care and thought.", "“I love you, and I don’t care for anything,” she said in Russian, glancing at him with a peculiar gleam in her eyes that he could not understand. “My feeling cannot change, you know, but I beg you, I entreat you,’ he said again in French, with a note of tender supplication in", "“Varenka’s waiting,” she said, carefully putting his hat on. Varenka was standing at the door, dressed in a yellow print gown, with a white kerchief on her head.", "Darya Alexandrovna, who had been studying Latin with her son in Moscow before, had made it a rule on coming to the Levins’ to go over with him, at least once a day, the most difficult lessons of Latin and arithmetic. Levin had offered to take her place, but the mother, having once overheard Levin’s lesson, said resolutely,", "Darya Alexandrovna met Anna Vronsky, Princess Varvara and Princess Sviazhsky. They had gone out to look at the working of a new reaping machine. Anna was quietly walking her horse, a sturdy English cob.", "Levin did not in the least understand what was the matter, and he marveled at the passion with which it was disputed whether or not the decision about Flerov should be put to the vote. To escape from this painful feeling he went away into the other room where there was nobody except the waiters at the refreshment bar.", "“It’s because I consider that the justice of the peace is a silly institution,” Levin answered gloomily. He had been all the time looking for an opportunity to enter into conversation with Vronsky, so as to smooth over his rudeness at their first meeting. “Oh, this is such an original fellow!” said Stepan Arkady", "Levin saw in the dim light of the study the very woman of the portrait, in a dark blue shot gown. She was less dazzling in reality, but, on the other hand, there was something fresh and seductive in the living woman which was not in the portrait.", "Levin saw a new trait in this woman, who attracted him so extraordinarily. Besides wit, grace, and beauty, she had truth. She had no wish to hide from him all the bitterness of her position. As she said that she sighed, and her face suddenly taking a hard expression, looked as it were turned to stone.", "Stepan Arkadyevitch wanted to be secretary of the committee of the amalgamated agency of the southern railways and banking companies. Alexey Alexandrovitch questioned him as to the duties of this new committee.", "At Tsaritsino station the train was met by a chorus of young men singing “Hail to Thee!” Sergey Ivanovitch paid no attention to them. He had had so much to do with the volunteers that the type was familiar to him and did not interest him. Katavasov, whose scientific work had prevented his having a chance of observing them", "The third, the artilleryman, on the contrary, struck Katavasov very favorably. He was a quiet, modest fellow, unmistakably impressed by the knowledge of the officer and the heroic self-sacrifice of the merchant.", "He tried to recall his best moments with her, but those moments were poisoned forever. He could only think of her as triumphant, successful in her menace of a wholly useless remorse never to be effaced.", "When he did not think, but simply lived, he was continually aware of the presence of an infallible judge in his soul, determining which of two possible courses of action was the better and which was the worse. So he lived, not knowing and not seeing any chance of knowing what he was."]}