{"x": [19, 33, 56, 63, 116, 122, 135, 142, 156, 184, 196, 199, 217, 228, 238, 262, 274, 297, 304, 317, 353, 354, 360, 363, 380, 386], "y": ["Leiocritus, son of Evenor, answered him saying, “Mentor, what folly is all this, that you should set the people to stay us? I am not half so angry with the suitors, for if they choose to do violence in the naughtiness of their hearts, and wager their heads that Ulysses will not return,", "Jove counselled evil against him and made it blow hard till the waves ran mountains high. Here he divided his fleet and took the one half towards Crete where the Cydonians dwell round about the waters of the river Iardanus.", "There fair-haired Rhadamanthus reigns, and men lead an easier life than any where else in the world. In Elysium there falls not rain, nor hail, nor snow, but Oceanus breathes ever with a West wind that sings softly from the sea, and gives fresh life to all men. This will happen to you because you have married Helen, and are", "Penelope's son has gone off on board of a ship. I am all in a tremble when I think of him, lest something should happen to him. He has many enemies who are plotting against him, and are bent on killing him before he can return home.", "The bard inspired of heaven took up the story at the point where some of the Argives set fire to their tents and sailed away while others, hidden within the horse,73 were waiting with Ulysses. The Trojans themselves had drawn the horse into their fortress, and it stood there while they sat in council round it.", "The Cyclopes neither plant nor plough, but trust in providence, and live on such wheat, barley, and grapes as grow wild without any kind of tillage. Their wild grapes yield them wine as the sun and the rain may grow them. They have no laws nor assemblies of the people, but live in caves on the tops of high mountains.", "“I wish I could be as sure of killing you outright and sending you down to the house of Hades, as I am that it will take more than Neptune to cure that eye of yours’ “On this he lifted up his hands to the firmament of heaven and prayed, saying, ‘Hear me, great Neptune; if I am indeed your own true", "“When they had feasted their eyes upon him sufficiently, they washed their hands and began to cook him for dinner. “Their hearts sank as they heard me, for they remembered how they had been treated by the Laestrygonian Antiphates, and by the savage ogre Polyphemus. They wept bitterly in their dismay, but there was nothing to", "‘Ulysses, noble son of Laertes, why, poor man, have you left the light of day and come down to visit the dead in this sad place? Stand back from the trench and withdraw your sword that I may drink of the blood and answer your questions truly’ “So I drew back, and sheathed my sword, whereon when he", "‘Father Jove,’ I exclaimed, ‘and all you other gods who live in everlasting bliss, you have done me a cruel mischief by the sleep into which you have sent me; see what fine work these men of mine have been making in my absence’", "Ulysses was glad at finding himself, as Minerva told him, in his own country, and he began to answer, but he did not speak the truth, and made up a lying story in the instinctive wiliness of his heart. “I heard of Ithaca,” said he, “when I was in Crete beyond the seas, and now", "Ulysses returned to the land of the Naiads after a long voyage. He greeted the nymphs with all loving salutations. Minerva told him of the lie of the land. Ulysses then set about stowing his things in a cave.", "“‘Ulysses,’ said I, ‘this cold will be the death of me, for I have no cloak. Some god fooled me into setting off with nothing on but my shirt, and I do not know what to do. We are a long way from the ships; I wish some one would go down and tell Agamemnon to send", "As soon as they had had to eat and drink, Ulysses began trying to prove the swineherd and see whether he would continue to treat him kindly. So he said: “Eumaeus, and all of you, to-morrow I want to go away and begin begging about the town, so as to be no more trouble to you or to your men", "My mother cannot make up her mind whether to stay where she is and look after the house out of respect for public opinion and the memory of her husband. Still, as the stranger has come to your station I will find him a cloak and shirt of good wear, with a sword and sandals, and will send him wherever he wants to go. Or if you like you can keep", "Ulysses said, “Hush, do not answer him; Antinous has the bitterest tongue of all the suitors, and he makes the others worse.” Then turning to Antinous he said: “Antinous, you take as much care of my interests as though I were your son. Why should you want to see this stranger turned out of", "As long as heaven vouchsafes him health and strength, he thinks that he shall come to no harm hereafter. Even when the blessed gods bring sorrow upon him, he bears it as he needs must, and makes the best of it.", "When he got back, his father and mother were rejoiced to see him, and asked him all about it, and how he had hurt himself to get the scar. As soon as Euryclea had got the scarred limb in her hands and had well hold of it, she recognised it and dropped the foot at once. The leg fell into the bath, which rang out", "Even so I wish that the gods who live in heaven would hide me from mortal sight, or that fair Diana might strike me, for I would fain go even beneath the sad earth if I might do so still looking towards Ulysses only. Besides, no matter how much people may grieve by day, they can put up with it so long as they can sleep at night", "Leiodes son of Oenops was the first to rise. He said: “If I can string it and shoot through the iron, I shall not suffer my mother to quit this house with a stranger, not if I can win the prizes which my father won before me.” As he spoke he sprang from his seat, threw his crimson cloak from him, and", "Ulysses rose from his comfortable bed and said to Penelope, “Wife, we have both of us had our full share of troubles, you, here, in lamenting my absence, and I in being prevented from getting home though I was longing all the time to do so. Now, however, that we have at last come together, take care of the property", "Mercury of Cyllene summoned the ghosts of the suitors, and in his hand he held the fair golden wand with which he seals men’s eyes in sleep or wakes them just as he pleases. They followed whining and gibbering behind him.", "Ulysses and the others passed out of the town and soon reached the fair and well-tilled farm of Laertes, which he had reclaimed with infinite labour. When Ulysses got there, he said to his son and to the other two: “Go to the house, and kill the best pig that you can find for dinner. Meanwhile I want to see", "The heart of Ulysses was touched, and his nostrils quivered as he looked upon his father. Then he sprang towards him, flung his arms about him and kissed him. “I am he, father, about whom you are asking—I have returned after having been away for twenty years.”", "If she had happened to remember “Il.” v. 213, she would doubtless have appropriated it by preference. The at first inexplicable sleep of Ulysses (bk. xiii. 79, etc.) is here, as also in viii. 445, being obviously prepared.", "The writer is at fault here and tries to put it off on Circe. When Ulysses comes to take the route prescribed by Circe, he ought to pass either the Wanderers or some other difficulty of which we are not told. The Planctae, or Wanderers, merge into Scylla and Charybdis, and the alternative between them and something untold mer"]}